module.exports = {
	get: () => {
		return Promise.resolve(
			[{
				id:1,
				image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D9%82%D9%86%D8%A7%D8%AF%DB%8C-%D9%86%D8%A7%D8%AA%D9%84%DB%8C-600x399.jpg',
				title:'قنادی ناتلی',
				averagePrice:'24000',
				address:'تهران سهروردی',
				rate:'4.7',
				likes:'225000',
				description:"اگر در منطقه سهروردی بدنبال یک قنادی معروف باشید که طرفداران خود را از سایر نقاط تهران به آنجا میکشاند، آن قنادی ناتلی خواهد بود. این مجموعه فعالیت خود را از سال 1340 شروع کرده است. در طبقه دوم این مجموعه کافه وجود دارد که میتوانید در کنار کیک های فوق العاده آن از گذرندان وقت در آنجا لذت ببرید. افرادی که سالهاست بعنوان مشتریان دائمی به این قنادی می آیند همواره خوردن پای شاتوت را به شما توصیه می کنند. همچنین مافین، کاپ کیک، دونات و کیک شکلاتی نیز یکی از پر طرفدارترین محصولات است که هر سلیقه ای را راضی نگه میدارد."
			},
				{
					id:2,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%D8%A8%DB%8C-%D8%A8%DB%8C-600x334.jpg',
					title:'شیرینی بی بی\n',
					averagePrice:'24000',
					address:'تهران یوسف آباد. میدان کلانتری خیابان مهرام',
					rate:'4.7',
					likes:'225000',
					description:"کیفیت بالای محصولات در کنار سابقه بالای قنادی این اطمینان را به شما میدهد که با خیالی آسوده و بدون مقایسه به خرید بپردازید. شیرینی بی بی که ابتدا کار خود را از یوسف آباد شروع کرد، در پخت شیرینی خشک به معروف بود اما به مرور کیک های زیبا و شیرینی خامه ای با خامه های سبک توانست در بین مشتریان به محبوبیت برسد.\n" +
						"\n" +
						"اگر به تاریخچه تاسیس آن رجوع کنید خواهید دید در سال 59 در محله یوسف آباد قنادی به نام “شیرینی سرا” تاسیس شد که بعدها به بی بی تغییر نام داد. کیک تولد های این قنادی هم یکی از محبوبترین هاست. یک نوع باقلوا در این قنادی تهیه میشود که بسیار لذیذ است و بین طرفداران شکم دهان به دهان می چرخد."
				},
				{
					id:3,
					image:'https://images.unsplash.com/photo-1562548210-9107ddb7004a?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
					title:'شیرینی نیشکر',
					averagePrice:'24000',
					address:' تهران فرمانیه بلوار اندرزگو روبروی بانک پاسارگاد',
					rate:'4.7',
					likes:'225000',
					description:"این قنادی هم یکی از برندهای این صنعت است. در وبسایت رسمی این قنادی می خوانیم که دارای لوح تقدیر از وزارت بهداشت و درمان بوده و دارای ایزو مدیریت کیفیت 9001-2008 می باشد. همچنین با داشتن 5 شعبه مستقل، پیشرو در ارائه خدمات به وزارت خانه ها و سمینارها و مناسبت های مختلف است.\n" +
						"\n" +
						"شعبه مرکزی این شیرینی فروشی در فرمانیه قرار دارد و شعبه VIP در زعفرانیه دایر است. بعد از سالها فعالیت هنوز هم محصولاتی مانند چیز کیک آن بسیار معروف است. تارت های میوه ای هم یکی دیگر از محصولات پر طرفدار آنهاست."
				},
				{
					id:4,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%D8%B3%D9%88%D9%84%D8%AF%D9%88%D8%B4-600x398.jpg',
					title:'شیرینی سولدوش\n',
					averagePrice:'24000',
					address:'پاسداران- میدان هروی',
					rate:'4.7',
					likes:'225000',
					description:"در منطقه پاسداران قنادی معروفی هست که با یکبار مراجعه به آن تبدیل به مشتریان همیشگی آن میشوید. جدیدترین دسرهای فرانسوی و تارت ها را در این قنادی خواهید یافت. همچنین کیک های عروسی این قنادی از شهرت بالایی برخوردار است. اگر به فکر کیک چند طبقه هستید، از این فروشگاه دیدن کنید. در بین بهترین شیرینی فروشی های تهران سولدوش هم جایگاه خاصی دارد.\n" +
						"\n" +
						"سال 1345 آقای قادر نوروزی سنگ بنای این قنادی را گذاشت و این سیر رشد تا اکنون ادامه دارد تا حدی که لوح تقدیر از وزارت بهداشت و درمان هم دریافت کرده است. اگر در ماه رمضان از جلوی این فروشگاه گذر کنید خواهید دید افراد زیادی در انتظار زولبیا و بامیه های معروف این قنادی هستند."
				},
				{
					id:5,
					image:'https://images.unsplash.com/photo-1542141372-98a047557466?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60',
					title:'شیرینی دانمارکی\n',
					averagePrice:'24000',
					address:'تهران خیابان ویلا- بالاتر از طالقانی',
					rate:'4.7',
					likes:'225000',
					description:"در خیابان ویلا قدیمی ترین قنادی به اسم دانمارکی وجود دارد که نمیتوان بوی شیرینی های داغ دانمارکی مخصوصا در فصل سرد سال به سادگی گذشت. این قنادی از ساعت 8:30 کار خود را شروع می کند و شاهد خواهید بود از همان ساعات اولیه مشتریان به آن رجوع می کنند.\n" +
						"\n" +
						"اگر علاقمند به خوردن دانمارکی تازه و داغ هستید در ساعت 10 صبح و 4 بعد از ظهر آنجا باشید تا با طعم دانمارکی شکری که از محبوبترین محصولات آن است کام خود ار شیرین کنید. شعبه دوم این قنادی نیز در پاسداران با همان موفقیت و محبوبیت در حال فعالیت است."
				},
				{
					id:6,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%D9%84%D8%A7%D8%AF%D9%86-600x240.jpg',
					title:'قنادی لادن\n',
					averagePrice:'24000',
					address:'تهران ولنجک بلوار دانشجو',
					rate:'4.7',
					likes:'225000',
					description: "قنادی لادن ولنجک نیز خاطرات زیبایی را برای اهالی رقم زده است. بیش از نیم قرن اعتبار و فعالیت مناسب در این صنعت آنرا به برندی قابل تحسین تبدیل کرده است. کیک های تزئینی و آجیل و خشکبار مخصوص خود از محصولاتی است که این قنادی به خود می بالد. در ماههای اخیر نیز با افزودن قابلیت سفارش اینترنتی شیرینی گامی دیگر در جهت خدمت به مشتریان برداشته است."
				},
				{
					id:7,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D8%AE%D8%A7%D9%86%D9%87-%DA%A9%DB%8C%DA%A9-%D9%BE%D9%84%D8%A7%D8%AA%DB%8C%D9%86-600x400.jpg',
					title:'کافه قنادی لرد\n',
					averagePrice:'24000',
					address:'تهران – خیابان استاد نجات الهی – نرسیده به کریمخان زند',
					rate:'4.7',
					likes:'225000',
					description:"اگر در منطقه کریمخان هستید راهی ندارید جز انتخاب یک قنادی که در خیابان ویلا قرار دارد و آن نامی نیست جز قنادی لرد. این قنادی از سال 1344 پذیرای میهمانی ها و جشن های ما بوده و تارت های آن از محبوبیت بالایی برخوردارند. مشتریان زیادی را در این شیرینی فروشی خواهید دید که علاوه بر کیک و شیرینی عالی از فضای کافه آن نیز بخوبی استفاده می کنند.\n" +
						"\n" +
						"قهوه های ترک در این قنادی هم از شهرت بالایی برخوردار است و میتوانید آنرا با چیز کیک یا شیرینی خامه ای میل کنید. هنگامی ه وارد این قنادی میشوید بوی قهوه و وانیل سرمستتان می کند و بیاد دوران کودکی می افتید که شیرینی های خامه ای بزرگ هوش از سر میبرد."
				},
				{
					id:8,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D9%82%D9%86%D8%A7%D8%AF%DB%8C-%D8%A2%D9%82-%D8%A8%D8%A7%D9%86%D9%88.jpeg',
					title:'قنادی آق بانو\n',
					averagePrice:'24000',
					address:'تهران زیر پل حافظ جنب تالار وحدت',
					rate:'4.7',
					likes:'225000',
					description:"اگر در مرکز شهر سکونت دارید حتما سری به قنادی های اطراف پارک دانشجو بزنید. ما شیرینی آق بانو را به شما پیشنهاد می کنیم. آجیل های تازه در کنار شیرینی خشک با کیفیت آنرا به میزبانی مورد اعتماد برای میهمانی های ما بدل کرده است."
				},
				{
					id:9,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%D9%81%D8%B1%D9%88%D8%B4%DB%8C-%DA%A9%D9%88%DA%A9.jpg',
					title:'شیرینی کوک',
					averagePrice:'24000',
					address:' تهران خیابان میرداماد ساختمان اسکان',
					rate:'4.7',
					likes:'225000',
					description:"اگر بدنبال یک اثر هنری در خوراکی ها هستید حتما لیست منو های قنادی کوک را ببینید. کیک پزان خوش ذوق این قنادی از طرح های بینظیر و خلاقیت خود برای تزئین استفاده می کنند. شعبه های مختلف این شیرینی فروشی در میرداماد، قیطریه، ولنجک، هروی، سعادت آباد و شهرک غرب نشان از مدیریت خوب و محبوبیت بالای این برند است."
				},
				{
					id:10,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D9%82%D9%86%D8%A7%D8%AF%DB%8C-%D9%87%D8%A7%D9%86%D8%B3-600x400.jpg',
					title:'شیرینی هانس\n',
					averagePrice:'24000',
					address:'Tehran Azadi Shahidan St',
					rate:'4.7',
					likes:'225000',
					description:"شیرینی هانس نیز یکی از قدیمی ترین و معروفترین شیرینی فروشی های تهران است که صاحبان آن ایرانی نبودند. چیزی که آنرا نسبت به بقیه قنادی ها متمایز می کند ظاهر ساده و با صفای آن است که بیشتر شبیه خانه است تا قنادی و سراسر آنرا گیاهان و گلها پوشانده است. مشتریان آن فقط برای خوردن کیک اسفنجی لایه لایه حاضرند از هرجای تهران خود را به آنجا برسانند. اگر قصد دارید سری به این قنادی بزنید باید از قبل تماس بگیرید و یا مدت زیادی را در صف منتظر باشید."
				},
				{
					id:11,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D9%82%D9%86%D8%A7%D8%AF%DB%8C-%D8%B5%D8%A7%D8%AD%D8%A8%D9%82%D8%B1%D8%A7%D9%86%DB%8C%D9%87-600x375.jpg',
					title:'قنادی صاحبقرانیه\n',
					averagePrice:'24000',
					address:'تهران سه راه اقدسیه نرسیده به پارک نیاوران',
					rate:'4.7',
					likes:'225000',
					description: "اگر بدنبال کیک های با شکوه برای عروسی هستید و قیمت آن خیلی برای شما مهم نیست ما قنادی صاحبقرانیه را به شما توصیه می کنیم. از ابتدای ورود خود محو دیزاین و ظاهر چشم نواز این قنادی میشوید. در کیک های مختلف از نظرات شما برای پر کردن لایه های مختلف هم استفاده میشود و در آخر از خمیر فوندانت برای روکش کیک استفاده می کنند تا ماندگاری آنرا افزایش دهند.\n" +
						"\n" +
						"کیک های سه بعدی و اسفنجی نیز از شهرت بالایی برخوردارند و در کل برای میهمانی های مجلل میتوانید روی این شیرینی فروشی حساب کنید."
				},
				{
					id:12,
					image:'https://shiriniyab.com/wp-content/uploads/2018/08/%D8%B4%DB%8C%D8%B1%DB%8C%D9%86%DB%8C-%D9%81%D8%B1%D8%A7%D9%86%D8%B3%D9%87-600x466.jpg',
					title:'شیرینی فرانسه\n',
					averagePrice:'24000',
					address:'تهران سه تقاطع آزادی وصال',
					rate:'4.7',
					likes:'225000',
					description: "بسیاری از دانشجویان و کتاب خوان های خیابان انقلاب یک پاتوق خوب دارند که حتما یکبار به آن مراجعه کرده اند. 53 سال است که یک قنادی در این منطقه بهترین خدمات را ارائه میدهد و گاتا های خوشمزه از محبوبترین محصولاتش است.\n" +
						"\n" +
						"همچنین در روزهای سرد زمستان میتوانید از طعم شیر کاکائوهای آن لذت ببرید. دانشجویان این مکان را خیلی دوست دارند زیرا چند نسل از این قنادی خاطرات خوب و دلنشین دارند."
				}
			]
		)
			.then(result=>{
				return result
			})
	}
};
