module.exports.posts = [
	{
		id:1,
		image:'https://images.unsplash.com/photo-1546904442-d07fd05f2f9a?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'HajAbdollah doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:2,
		image:'https://images.unsplash.com/photo-1572302792185-56f963ebbc4c?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'MashMammad doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:3,
		image:'https://images.unsplash.com/photo-1562548210-9107ddb7004a?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'HajReza doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:4,
		image:'https://images.unsplash.com/photo-1546904442-d07fd05f2f9a?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'HajSamad doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:5,
		image:'https://images.unsplash.com/photo-1542141372-98a047557466?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60',
		title:'LotfaliKhan doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:6,
		image:'https://images.unsplash.com/photo-1543773495-2cd9248a5bda?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'Karim doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:7,
		image:'https://images.unsplash.com/photo-1567266230723-edc70d640da5?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'Shirini doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:8,
		image:'https://images.unsplash.com/photo-1522057306606-8d84daa75e87?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60',
		title:'Khoshmaze doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:9,
		image:'https://images.unsplash.com/photo-1561336313-0bd5e0b27ec8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=500&q=60',
		title:'HajAbdollah and sons doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:10,
		image:'https://images.unsplash.com/photo-1572389707228-7e25a79b7ee3?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'ali doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	},
	{
		id:11,
		image:'https://images.unsplash.com/photo-1567266230723-edc70d640da5?ixlib=rb-1.2.1&auto=format&fit=crop&w=500&q=60',
		title:'hashem doughnut Store',
		averagePrice:'24000',
		address:'Tehran Azadi Shahidan St',
		rate:'4.7',
		likes:'225000',
		description:'یک دونات یا شیرینی (هلوی دوم که اغلب در انگلیسی آمریکایی دیده می شود) نوعی قنادی سرخ شده یا غذای دسر است. دونات در بسیاری از کشورها محبوب است و به اشکال مختلف به عنوان یک میان وعده شیرین تهیه می شود که می توان آن را در خانه ها تهیه کرد یا در نانوایی ها ، سوپر مارکت ها ، غرفه های مواد غذایی و فروشندگان ویژه فرنچایز خریداری کرد.' +
			'دونات ها معمولاً از خمیر آرد سرخ می شوند و به طور معمول یا به صورت حلقه ای یا تعدادی شکل بدون سوراخ وجود دارند و اغلب پر می شوند ، اما می توانند به شکل توپ نیز باشند ("سوراخ های پیراشکی"). همچنین می توان از انواع دیگر شمشیرها نیز استفاده کرد و از انواع مختلف تاپ ها و طعم دهنده ها برای انواع مختلف مانند قند ، شکلات یا لعاب افرا استفاده می شود. دونات همچنین ممکن است شامل آب ، برگ ، تخم مرغ ، شیر ، شکر ، روغن ، کوتاه شدن ، و طعم دهنده های طبیعی یا مصنوعی باشد'
	}
];
